<?php
// +----------------------------------------------------------------------
// | DT [ 简单 高效 卓越 ]
// +----------------------------------------------------------------------
// | Copyright (c) 2016 http://www.dtmap.com.cn All rights reserved.
// +----------------------------------------------------------------------
// | Author: wqy <3471431354@qq.com>
// +----------------------------------------------------------------------
return array(
    // 路由配置
    'URL_ROUTER_ON'   => true,
    'URL_MAP_RULES'   => array(
    ),
    'URL_ROUTE_RULES' => array(
        'page/:id\d'   => 'nav/page',
        'lists/:cid\d' => 'nav/lists',
        'post/:id\d'   => 'nav/post',
    ),
);
